sloshingTank2D/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    walls
    {
        type            patch;
        nFaces          148;
        startFace       2646;
    }
    front
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          1360;
        startFace       2794;
    }
    back
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          1360;
        startFace       4154;
    }
)

// ************************************************************************* //
